Repository: jonnius/Gnome-Shell-Window-Buttons-Extension
Catalog: window_buttons@biox.github.com/locale/*/LC_MESSAGES/window_buttons.po
Languages: de

source: Which theme to use:
de: Thema

source: Match Metacity theme if possible
de: Metacity-Thema nutzen, wenn möglich

source: /apps/metacity/general/theme, OVERRIDES above theme
de: /apps/metacity/general/theme, ÜBERSCHREIBT diese

source: Which button order to use
de: Reihenfolge der Knöpfe festlegen

source: Button order
de: Reihenfolge der Knöpfe

source: allowed
de: erlaubt

source: Position the left set of buttons
de: Position der Knöpfe links

source: Position the right set of buttons
de: Position der Knöpfe rechts

source: Hide buttons in the overview?
de: In der Übersicht Knöpfe verstecken

source: buttons will be shown all the time.
de: Knöpfe werden jederzeit angezeigt.

source: buttons will be shown if and only if there are windows on the workspace.
de: Knöpfe werden angezeigt, wenn Fenster auf der Arbeitsfläche sind.

source: buttons will be shown if and only if there are *visible* (i.e. non-minimized) windows on the workspace.
de: Knöpfe werden angezeigt, wenn sichtbare Fenster (also auch nicht minimiert) auf der Arbeitsfläche sind.

source: buttons will be shown if and only if the current window is maximized.
de: Knöpfe werden angezeigt, wenn das aktuelle Fenster maximiert ist.

source: buttons will be shown if and only if there are *any* *maximized* windows on the workspace. In this case, clicking on a window button will control the **uppermost maximized window** which is **not necessarily the current window!**.
de: Knöpfe werden angezeigt, wenn irgendein maximiertes Fenster auf der Arbeitsfläche ist. In diesem Fall wird der Knopfdruck sich auf das oberste maximierte Fenster auswirken, welches nicht unbedingt das aktuelle Fenster ist.

source: buttons will be shown if and only if a window is focused. For example if you have Nautilus managing the desktop and click on it, you will have no focused windows so the buttons will hide.
de: Knöpfe werden angezeigt, wenn ein Fenster fokusiert ist. Wenn zum Beispiel Nautilus den Schreibtisch verwaltet, dann ist das kein fokusiertes Fenster.

source: When should the buttons appear?
de: Wann die Knöpfe erscheinen

source: Explanation of show-button modes
de: Erklärungen zu den Modi für das Erscheinen der Knöpfe
